Repository: piratas/site-financiamento
Catalog: plugins/recurring-donation/languages/donateplugin-*.po
Languages: ru_ru

source: Donate Plugin
ru_ru: Плагин Пожертвований

source: Settings saved
ru_ru: Настройки сохранены

source: Donate Plugin Settings
ru_ru: Настройки Плжертвований

source: This shortcode you can insert on page or post or widget in your site
ru_ru: Вы можете вставить данныq шорткод на странице или в пост или в виджет на вашем сайте

source: or you can use shortcode with custom parametrs
ru_ru: или же использовать шорткод с кастомными параметрами

source: Default parametrs
ru_ru: Параметры по-умолчанию

source: Your paypal account email address:
ru_ru: Ваш paypal email адресс:

source: Save changes
ru_ru: Сохранить Настройки

source: donate monthly
ru_ru: ежемесячные пожертвования

source: donate once only
ru_ru: пожертвовать единожды

source: Other
ru_ru: Другое

source: Donate
ru_ru: Пожертвование
