Repository: piratas/site-financiamento
Catalog: plugins/crowdfunding-for-woocommerce/langs/crowdfunding-for-woocommerce-*.po
Languages: pt_br

source: Number of Decimals (Price Step)
pt_br: Número de Decimais (Passo do Preço)

source: %s seconds since last update.
pt_br: %s segundos desde a última atualização.

source: You can use shortcodes here. For example: %s.
pt_br: Você pode usar shortcodes aqui. Por exemplo: %s.

source: Limit form to selected user roles only. Leave empty to show to all users.
pt_br: Limite o uso do formulário apenas aos perfis de usuários selecionados. Deixe vazio para habilitá-lo a todos os usuários.

source: Add "Campaigns" Tab to User's My Account Page
pt_br: Adicionar a aba "Campanhas" à página de Minha Conta.

source: Add Edit Campaign Button
pt_br: Adicionar botão para Editar Campanha

source: Add Delete Campaign Button
pt_br: Adicionar botão para Apagar Campanha

source: Campaigns
pt_br: Campanhas

source: Wrong user role!
pt_br: Perfil de usuário não permitido!

source: The campaign will start in %s
pt_br: A campanha irá iniciar em %s

source: The campaign started %s ago
pt_br: A campanha iniciou há %s

source: The campaign will end in %s
pt_br: A campanha irá terminar em %s

source: The campaign ended %s ago
pt_br: A campanha terminou há %s

source: %s year
pt_br: %s ano

source: %s month
pt_br: %s mês

source: %s day
pt_br: %s dia

source: %s hour
pt_br: %s hora

source: %s minute
pt_br: %s minuto

source: %s second
pt_br: %s segundo

source: Crowdfunding products for WooCommerce.
pt_br: Produtos com Financiamento Coletivo para WooCommerce.

source: Settings
pt_br: Configurações

source: Unlock all
pt_br: Desbloquear tudo

source: Crowdfunding
pt_br: Financiamento Coletivo

source: Free plugin's version is limited to 3 crowdfunding products enabled at the same time. Please visit <a href="http://coder.fm/item/crowdfunding-for-woocommerce-plugin/" target="_blank">plugin's page</a> for more information.
pt_br: Versão gratuita do plugin limitada a 3 produtos com financiamento coletivo habilitado simultaneamente. Por favor, visite a <a href="http://coder.fm/item/crowdfunding-for-woocommerce-plugin/" target="_blank">página do plugin</a> para mais informação.

source: Crowdfunding Orders Data
pt_br: Dados de Pedidos com Financiamento Coletivo

source: Convert to Crowdfunding Product Version 2
pt_br: Converter o Produto com Financiamento Coletivo Versão 2

source: "Crowdfunding product" type is removed since "Crowdfunding for WooCommerce" plugin version 2.x.x. To continue using the plugin, you will need to maually change products type to variable and create product variations. You can always return back to <a href="https://downloads.wordpress.org/plugin/crowdfunding-for-woocommerce.1.2.0.zip">1.2.0 version</a>, however we do not recommed doing so, as you won't be able to get new updates. Please visit <a href="http://coder.fm/item/crowdfunding-for-woocommerce-plugin/" target="_blank">plugin's page</a> for more information.
pt_br: O tipo "Produto com Financiamento Coletivo" foi removido desde a versão 2.x.x. do plugin "Financiamento Coletivo para WooCommerce". Para continuar usando o plugin, você deverá alterar manualmente os tipo de produto para variável e criar variações de produto. Você sempre poderá retornar à <a href="https://downloads.wordpress.org/plugin/crowdfunding-for-woocommerce.1.2.0.zip">versão 1.2.0</a>, apesar de não recomendarmos, pois você não poderá receber novas atualizações. Por favor, visite a <a href="http://coder.fm/item/crowdfunding-for-woocommerce-plugin/" target="_blank">página do plugin</a> para mais informação.

source: Old (version 1.x.x) variations (only for your reference)
pt_br: Variações anteriores (versão 1.x.x - para sua referência)

source: Title
pt_br: Título

source: Price
pt_br: Preço

source: Description
pt_br: Descrição

source: Remove this message (check and Save the product)
pt_br: Remover essa mensagem (habilite e Salve o produto)

source: Orders Sum
pt_br: Soma de Pedidos

source: Total Orders
pt_br: Total de Pedidos

source: Total Items
pt_br: Total de Itens

source: Last Updated
pt_br: Última atualização

source: No data yet.
pt_br: Ainda sem dados.

source: Enable
pt_br: Habilitar

source: Goals
pt_br: Objetivos

source: Goal
pt_br: Objetivo

source: Backers
pt_br: Apoiadores

source: Items
pt_br: Itens

source: Time
pt_br: Tempo

source: Start Date
pt_br: Data de início

source: Start Time
pt_br: Horário de início

source: End Date
pt_br: Data de fim

source: End Time
pt_br: Horário de fim

source: Labels
pt_br: Etiquetas

source: Add to Cart Button Text (Single)
pt_br: Texto do botão Adicionar ao carrinho (Único)

source: Add to Cart Button Text (Archive/Category)
pt_br: Texto do botão Adicionar ao carrinho (Arquivo/Categoria)

source: Open Price (Name Your Price)
pt_br: Preço aberto (Diga seu preço)

source: Enable Open Pricing
pt_br: Habilitar Preço aberto

source: Default Price
pt_br: Preço padrão

source: Min Price
pt_br: Preço mínimo

source: Max Price
pt_br: Preço máximo

source: General
pt_br: Geral

source: %s till next update.
pt_br: %s até o a próxima atualização.

source: %s seconds till next update.
pt_br: %s segundos até o a próxima atualização.

# Order status
source: Pending Payment
pt_br: Pagamento Pendente [ Estado do Pedido ]

# Order status
source: Processing
pt_br: Processando [ Estado do Pedido ]

# Order status
source: On Hold
pt_br: Aguardando [ Estado do Pedido ]

# Order status
source: Completed
pt_br: Concluído [ Estado do Pedido ]

# Order status
source: Cancelled
pt_br: Cancelado [ Estado do Pedido ]

# Order status
source: Refunded
pt_br: Reembolsado [ Estado do Pedido ]

# Order status
source: Failed
pt_br: Falhado [ Estado do Pedido ]

source: Crowdfunding Options
pt_br: Financiamento Coletivo - Opções

source: WooCommerce Crowdfunding
pt_br: WooCommerce Financiamento Coletivo

source: Crowdfunding Products for WooCommerce.
pt_br: Produto com Financiamento Coletivo para WooCommerce.

source: Status Options
pt_br: Opções de Estado

source: Order Statuses to Include in Calculations
pt_br: Estados de Pedidos a considerar nos cálculos

source: Crowdfunding Buttons Options
pt_br: Financiamento Coletivo - Opções de botões

source: Default Button Label on Single Product Page
pt_br: Etiqueta de botão padrão na Página de produto único

source: You can change this in product edit on per product basis
pt_br: Você pode alterar isso na edição de produto na base do produto

source: Back This Project
pt_br: Apoie esse Projeto

source: Default Button Label on Archive Pages
pt_br: Etiqueta de botão padrão na Página de arquivo

source: Read More
pt_br: Leia mais

source: Crowdfunding Messages Options
pt_br: Financiamento Coletivo - Opções de mensagens

source: Message on Product Not Yet Started
pt_br: Mensagem no Produto ainda não iniciado

source: <strong>Not yet started!</strong>
pt_br: <strong>Ainda não iniciada!</strong>

source: Message on Product Ended
pt_br: Mensagem no Produto finalizado

source: <strong>Ended!</strong>
pt_br: <strong>Esgotado!</strong>

source: Variable Add to Cart Form Options
pt_br: Produto Variável - Tipo de formulário para Adicionar ao Carrinho

source: Radio Buttons for Variable Products
pt_br: Botões de opção para Produtos variáveis

source: Ending Options
pt_br: Opções finais

source: End On Time Ended
pt_br: Finalizar em Prazo Final

source: End On Goal Reached
pt_br: Finalizar em Objetivo alcançado

source: Products Data Update Options
pt_br: Opções de atualização de dados de Produtos

source: Update Rate
pt_br: Frequência de Atualização

source: Update Every Minute
pt_br: Atualizar a cada minuto

source: Update Every Fifthteen Minutes
pt_br: Atualizar a cada quinze minutos

source: Update Hourly
pt_br: Atualizara a cada hora

source: Update Twice Daily
pt_br: Atualizar duas vezes ao dia

source: Update Daily
pt_br: Atualizar diariamente

source: Update Weekly
pt_br: Atualizar semanalmente

source: Realtime (Not Recommended)
pt_br: Tempo real (Não Recomendado)

source: Open Pricing (Name Your Price)
pt_br: Preço aberto (Diga seu preço)

source: Labels and Messages
pt_br: Etiquetas e Mensagens

source: Frontend Label
pt_br: Etiqueta Front-end

source: Name Your Price
pt_br: Diga seu preço

source: Message on Empty Price
pt_br: Mensagem para Preço vazio

source: Price is required!
pt_br: Um preço é necessário!

source: Message on Price to Small
pt_br: Mensagem para Preço muito baixo

source: Entered price is to small!
pt_br: O preço indicado é muito baixo!

source: Message on Price to Big
pt_br: Mensagem para Preço muito alto

source: Entered price is to big!
pt_br: O preço indicado é muito alto!

source: User Campaigns
pt_br: Campanhas do Usuário

source: Guest
pt_br: Convidado

source: Additional Fields
pt_br: Campos adicionais

source: Is Required
pt_br: É obrigatório

source: User Campaigns Options
pt_br: Opções de Campanhas do Usuário

source: Use [product_crowdfunding_add_new_campaign] shortcode to add form for your users.
pt_br: Use o shortcode [product_crowdfunding_add_new_campaign] para adicionar o formulário para seus usuários.

source: Form Fields
pt_br: Campos do Formulário

source: <em>Title</em> field is always enabled and required.
pt_br: O campo <em>Título</em> está sempre habilitado e é obrigatório.

source: More Options
pt_br: Mais Opções

source: User Visibility
pt_br: Visibilidade do Usuário

source: Campaign (Product) Type
pt_br: Tipo de Campanha (Produto)

source: Simple
pt_br: Simples

source: Open Pricing
pt_br: Preço Aberto

source: Campaign Status
pt_br: Estado da Campanha

source: Require Unique Title
pt_br: Requer um Título único

source: Add
pt_br: Adicionar

source: Message: Campaign Successfully Added
pt_br: Mensagem: Campanha adicionada com sucesso

source: "%product_title%" successfully added!
pt_br: "%product_title%" adicionado com sucesso!

source: Message: Campaign Successfully Edited
pt_br: Mensagem: Campanha editada com sucesso

source: "%product_title%" successfully edited!
pt_br: "%product_title%" editado com sucesso!

source: Product Info
pt_br: Informação de produto

source: Custom Product Tab
pt_br: Aba de Produto personalizado

source: Add Product Info to Custom Tab on Single Product Page
pt_br: Adicionar Informação de produto na Aba personalizada na Página de Produto Único

source: Custom Tab Title
pt_br: Título da Aba personalizada

source: Order
pt_br: Ordem

source: Custom Product Info
pt_br: Informação de Produto personalizado

source: Add Product Info to Single Product Page
pt_br: Adicionar Info de Produto na Página de Produto Único

source: Position
pt_br: Posição

source: Before single product summary
pt_br: Antes do resumo do produto único

source: After single product summary
pt_br: Depois do resumo do produto único

source: Inside single product summary
pt_br: No meio do resumo do produto único

source: Custom Product Info - Category View
pt_br: Info de Produto personalizado - Vista por Categoria

source: Add Product Info to Archives Pages
pt_br: Adicionar Info de Produto às Páginas Arquivadas

source: Before product
pt_br: Produto anterior

source: Before product title
pt_br: Título do Produto anterior

source: After product
pt_br: Produto posterior

source: After product title
pt_br: Título do Produto posterior

source: Product Price
pt_br: Preço do Produto

source: Hide Main Price for Variable Crowdfunding Products
pt_br: Esconder o Preço principal para os Produtos Variáveis com Financiamento Coletivo

source: Hide
pt_br: Esconder

source: Once Weekly
pt_br: Uma vez por semana

source: Every Fifthteen Minutes
pt_br: A cada quinze minutos

source: Once a Minute
pt_br: A cada minuto

source: Wrong user ID!
pt_br: ID de usuário errado!

source: Status
pt_br: Estado

source: Actions
pt_br: Ações

source: Edit
pt_br: Editar

source: Are you sure?
pt_br: Você tem certeza?

source: Delete
pt_br: Apagar

source: Read more
pt_br: Leia mais

source: Product by User
pt_br: Produto por Usuário

source: Title is required!
pt_br: Título é obrigatório!

source: Campaign with this title already exists!
pt_br: Já existe uma campanha com esse título!

source: %s is required!
pt_br: %s é obrigatório!

source: Sale price must be less than the regular price!
pt_br: O preço promocional deve ser menor que o preço padrão!

source: Error!
pt_br: Erro!

source: Add New Product
pt_br: Adicionar Novo Produto

source: Edit Product
pt_br: Editar Produto

source: Short Description
pt_br: Descrição curta

source: Image
pt_br: Imagem

source: Regular Price
pt_br: Preço padrão

source: Sale Price
pt_br: Preço promocional

source: Categories
pt_br: Categorias

source: Tags
pt_br: Etiquetas

source: This product is currently out of stock and unavailable.
pt_br: Atualmente este produto está fora de estoque e indisponível.

source: Goal (Backers)
pt_br: Objetivo (Apoiadores)

source: Goal (Items)
pt_br: Objetivo (Itens)

source: Time: Start Date
pt_br: Tempo: Data de início

source: Time: Start Time
pt_br: Tempo: Horário de início

source: Time: End Date
pt_br: Tempo: Data de fim

source: Time: End Time
pt_br: Tempo: Horário de fim

source: Labels: Add to Cart Button Text (Single)
pt_br: Rótulo: Texto do botão Adicionar ao carrinho (Singular)

source: Labels: Add to Cart Button Text (Archive/Category)
pt_br: Rótulo: Texto do botão Adicionar ao carrinho (Arquivo/Categoria)

source: Open Pricing: Default Price
pt_br: Preço aberto: Preço padrão

source: Open Pricing: Min Price
pt_br: Preço aberto: Preço mínimo

source: Open Pricing: Max Price
pt_br: Preço aberto: Preço máximo

source: Crowdfunding for WooCommerce
pt_br: Financiamento Coletivo para WooCommerce
